Repository: ruddarr/app
Catalog: Ruddarr/Localizable.xcstrings
Source language: en
Languages: fr

source: (%lld Issues)
fr: (%lld Points)

source: %.1f years
fr: %.1f ans

# %@ at %@
source: %1$@ at %2$@
fr: %1$@ à %2$@

source: %d days
fr: %d jours

source: %d hours
fr: %d heures

source: %d months
fr: %d minutes

source: %d years
fr: %d ans

source: %lld Tasks
fr: Tâches %lld

source: +%d more...
fr: +%d plus...

source: About
fr: À propos

source: Accent Color
fr: Couleur d'Accentuation

source: Active
fr: Actif

source: Activity
fr: Activité

source: Add Authentication
fr: Ajouter une Authentification

source: Add Header
fr: Ajouter un En-Tête

source: Add Instance
fr: Ajouter une Instance

source: Add Movie
fr: Ajouter un Film

source: Add Series
fr: Ajouter une Série

source: Added
fr: Ajouté

source: Age
fr: Âge

source: Airing
fr: Diffusion

source: All Episodes
fr: Tous les Épisodes

source: All instance queues are empty.
fr: Toutes les files d’attente d’instance sont vides.

source: All Movies
fr: Tous les Films

source: All TV Series
fr: Toutes les Séries TV

source: An error occurred.
fr: Une erreur s'est produite.

source: An unexpected error occurred.
fr: Une erreur s'est produite.

source: An unknown error occurred: %@
fr: Une erreur inconnue s'est produite : %@

source: Anime
fr: Animé

source: Announced
fr: Annoncé

source: Any
fr: Tous

source: Any Format
fr: Tous les Formats

source: Any Indexer
fr: Tous les Indexeurs

source: Any Instance
fr: Toutes les Instances

source: Any Language
fr: Toutes les Langues

source: Any Protocol
fr: Tous les Protocoles

source: Any Quality
fr: Toutes les Qualités

source: API Key
fr: Clé API

source: App Icon
fr: Icône de l'Application

source: Appearance
fr: Apparence

source: Application Updated
fr: Application Mise à jour

source: Approved
fr: Approuvé

source: Are you attempting to connect to a private IP address from outside its network?
fr: Essayez-vous de vous connecter à une adresse IP privée depuis l'extérieur de son réseau ?

source: Are you sure you want to delete the instance?
fr: Êtes-vous sûr de vouloir supprimer l'instance ?

source: Are you sure you want to erase all settings?
fr: Êtes-vous sûr de vouloir effacer tous les paramètres ?

source: Are you sure?
fr: Êtes-vous sûr ?

source: Ascending
fr: Croissant

source: Authentication
fr: Authentification

source: Automatic
fr: Automatique

source: Availability
fr: Disponibilité

source: Bad status code: %lld
fr: Mauvais code d'état : %lld

source: Basic Authentication
fr: Authentification de Base

source: Basic Authentication is for advanced server management tools and will not work with the %@ instance login.
fr: L'authentification de base est destinée aux outils de gestion de serveur avancés et ne fonctionnera pas avec l'option d'authentification de base. %@

source: Bit Depth
fr: Nombre de données (Bit Depth)

source: Bitrate
fr: Débit Binaire

source: Books
fr: Livres

source: Calendar
fr: Calendrier

source: Cancel
fr: Annuler

source: Channels
fr: Canaux

source: Check the spelling or try [adding the movie](%@).
fr: Vérifiez l'orthographe ou essayez [d'ajouter le film].(%@).

source: Check the spelling or try [adding the series](%@).
fr: Vérifiez l'orthographe ou essayez [d'ajouter la série].(%@).

source: Clear Filters
fr: Supprimer les filtres

source: Clear Image Cache
fr: Effacer le Cache

source: Community
fr: Communauté

# Connect a %@ instance under %@.
source: Connect a %1$@ instance under %2$@.
fr: Connecter une instance %1$@ dans %2$@.

source: Connected
fr: Connecté

source: Connecting...
fr: Connexion...

source: Connection Failed
fr: Échec de la connexion

source: Connection Failure
fr: Défaut de connexion

source: Continue
fr: Continuer

source: Continuing
fr: Poursuite de l'Activité

source: Contribute on GitHub
fr: Contribuer sur GitHub

source: Custom Format
fr: Format Personnalisé

source: Custom Formats
fr: Formats Personnalisés

source: Custom Headers can be used to access instances protected by Zero Trust services.
fr: Les en-têtes personnalisés peuvent être utilisés pour accéder aux instances protégées par les services Zero Trust.

source: Custom Score
fr: Filtre Personnalisé

source: Daily
fr: Quotidiennement

source: Dangling
fr: Suspension

source: Dark
fr: Noire

source: Default
fr: Défaut

source: Delete
fr: Supprimer

source: Delete and Exclude
fr: Supprimer et Exclure

source: Delete File
fr: Supprimer le Fichier

source: Delete Instance
fr: Supprimer l'Instance

source: Delete Movie
fr: Supprimer le Film

source: Delete Series
fr: Supprimer la Série

source: Delete Spotlight Index
fr: Supprimer l'Index Spotlight

source: Deleted
fr: Supprimé

source: Descending
fr: Décroissance

source: Digital Release
fr: Sortie Digitale

source: Done
fr: Terminé

source: Download
fr: Télécharger

source: download client
fr: client de téléchargement

source: Download Client Unavailable
fr: Client de Téléchargement Invalide

source: Download Client Warning
fr: Avertissement Client de Téléchargement

source: Download Failed
fr: Échec du Téléchargement

source: Download Ignored
fr: Télécharger Ignoré

source: Download Queued
fr: Téléchargement en Attente

source: Download Release
fr: Télécharger la Version

source: Downloaded
fr: Disponible

source: Downloading
fr: Téléchargement

source: Dynamic Range
fr: Gamme dynamique

source: Edit
fr: Editer

source: Email Support
fr: Assistance par E-mail

source: Enable Notifications
fr: Activer les Notifications

source: Ended
fr: Terminé

source: Enter a valid URL.
fr: Saisissez une URL valide.

source: Enter an instance label.
fr: Saisir une Étiquette d'Instance.

source: episode
fr: épisode

source: Episode Downloaded
fr: Épisode Téléchargé

source: Episode Downloading
fr: Épisode en téléchargement

source: Episode file was renamed.
fr: Le fichier d'épisode a été renommé.

source: Episode Search Queued
fr: Recherche d'Épisode en Cours

source: Episode Upgraded
fr: Épisode Amélioré

source: Episodes
fr: Épisodes

source: Error
fr: Erreur

source: Everything
fr: Tout

source: Existing Episodes
fr: Episodes Existants

source: Expired
fr: Expiré

source: Failed
fr: Échec

source: File
fr: Fichier

source: File Deleted
fr: Fichier Supprimé

source: File Size
fr: Taille du Fichier

source: File was deleted either manually or by a client through the API.
fr: Le fichier a été supprimé manuellement ou par un client via l'API.

source: File was deleted to import an upgrade.
fr: Le fichier a été supprimé pour l'importation d'une nouvelle version.

source: File was not found on disk so it was unlinked from the %@ in the database.
fr: Le fichier n'a pas été trouvé sur le disque, il a donc été dissocié de l' %@ dans la base de données.

source: Files
fr: Fichiers

source: Files & History
fr: Fichier & Historique

source: Filter
fr: Filtre

source: First Season
fr: Première Saison

source: Flags
fr: Drapeaux

source: Folder Imported
fr: Dossier Importé

source: Frame Rate
fr: Taux de Rafraîchissement

source: Future Episodes
fr: Prochains Épisodes

source: Grab Release
fr: Publications Disponible

source: Grabbed
fr: Saisi

source: Headers
fr: En-têtes

source: Health Issue
fr: Questions de Santé

source: Health Restored
fr: Santé Rétablie

source: History
fr: Historique

source: Hold on, this may take a moment.
fr: Attendez, cela peut prendre un moment.

source: Home
fr: Accueil

source: Icons
fr: Icônes

source: Identifier
fr: Identifiant

source: Ignored
fr: Ignoré

source: Import Blocked
fr: Import bloqué

source: Import Pending
fr: Importer en Attente

source: Imported
fr: Importé

source: Importing
fr: Importation en Cours

source: In Cinemas
fr: En salles

source: Inactive
fr: Inactif

source: indexer
fr: indexeur

source: Indexer
fr: Indexeur

source: Information
fr: Informations

source: Interactive
fr: Interactif

source: Interactive Search
fr: Recherche Interactive

source: Invalid Label
fr: Étiquette Invalide

source: Invalid URL
fr: URL Invalide

source: Issues
fr: Problèmes

source: Join the Discord
fr: Rejoindre le Discord

source: Just now
fr: A l'instant

source: Label
fr: Étiquette

source: Language
fr: Langue

source: Languages
fr: Langues

source: Large Instance
fr: Grande Instance

source: Last Season
fr: Dernière Saison

source: Latest
fr: Nouveau

source: Leave a Review
fr: Laisser un Commentaire

source: Light
fr: Clair

source: Link
fr: Lien

source: Load More
fr: En savoir plus

source: Loading...
fr: Chargement...

source: Mail
fr: E-mail

source: Match Type
fr: Type de Match

source: Media Type
fr: Type de Média

source: Metadata
fr: Métadonnées

source: Midseason Finale
fr: Finale de Mi-Saison

source: Min. Availability
fr: Min. Disponibilité

source: Minimum Availability
fr: Disponibilité Minimale

source: Missing
fr: Manquant

source: Missing CloudKit user identifier.
fr: Identifiant d'utilisateur CloudKit manquant.

source: Missing Episodes
fr: Episodes Manquants

source: Monitor
fr: Moniteur

source: Monitor New Seasons
fr: Suivre les Nouvelles Saisons

source: Monitor Specials
fr: Moniteurs Spéciaux

source: Monitored
fr: Surveillé

source: Monitored Search Queued
fr: Recherche Surveillée en Cours

source: Move Files
fr: Déplacer les Fichiers

source: Move the movie files to "%@"?
fr: Déplacer les fichiers vidéo vers "%@" ?

source: Move the series files to "%@"?
fr: Déplacer les fichiers de la série vers "%@" ?

source: movie
fr: film

source: Movie Added
fr: Film Ajouté

source: Movie Deleted
fr: Film Supprimé

source: Movie Downloaded
fr: Film Téléchargé

source: Movie downloaded successfully and imported from %@.
fr: Film téléchargé avec succès et importé depuis %@.

source: Movie Downloading
fr: Films en Cours de Téléchargement

source: Movie file was renamed.
fr: Le fichier vidéo a été renommé.

source: Movie grabbed from %1$@ and sent to %2$@.
fr: Film provenant de %1$@ et envoyé à %2$@.

source: Movie has no files.
fr: Le film n'a pas de fichiers.

source: Movie has no history.
fr: Le film n'a pas d'historique.

source: Movie Imported
fr: Film Importé

source: Movie imported from folder.
fr: Film importé du dossier.

source: Movie Renamed
fr: Film Renommé

source: Movie Search Queued
fr: Recherche du Film en Cours

source: Movie Upgraded
fr: Film Amélioré

source: Movies
fr: Films

source: Multilingual
fr: Multilingue

source: Music
fr: Musique

source: Name
fr: Nom

source: Network
fr: Réseau

source: New Seasons
fr: Nouvelles Saisons

source: Next Airing
fr: Prochaine Diffusion

source: No
fr: Non

source: No %@ Instance
fr: Aucune Instance %@

source: No Instance
fr: Aucune Instance

source: No Internet Connection
fr: Pas de Connexion Internet

source: No Movies Match
fr: Aucun Film ne Correspond

source: No movies match the selected filters.
fr: Aucun film ne correspond aux filtres sélectionnés.

source: No Releases Found
fr: Aucune Publication Trouvée

source: No releases found for "%@".
fr: Aucune publication trouvée pour "%@".

source: No Releases Match
fr: Aucune Publication ne Correspond

source: No releases match the selected filters.
fr: Aucun film ne correspond aux filtres sélectionnés.

source: No Results for "%@"
fr: Aucun résultat pour "%@"

source: No Series Match
fr: Aucune Série ne Correspond

source: No series match the selected filters.
fr: Aucun film ne correspond aux filtres sélectionnés.

source: No Tasks
fr: Aucune Tâche

source: None
fr: Aucun

source: Not Subscribed
fr: Non Abonné

source: Notification are disabled, please enable them in %@.
fr: Les notifications sont désactivées, veuillez les activer dans %@.

source: Notification require a subscription to %@.
fr: La notification nécessite un abonnement à %@.

source: Notification require an iCloud account. Please sign into iCloud, or enable iCloud Drive in the iCloud settings (%@).
fr: La notification nécessite un compte iCloud. Veuillez vous connecter à iCloud ou activer iCloud Drive dans les paramètres iCloud (%@).

source: Notification settings for each instance are shared between devices. To disable notifications for a specific device go to %@.
fr: Les paramètres de notification de chaque instance sont partagés entre les appareils. Pour désactiver les notifications pour un appareil spécifique, cliquez sur %@.

# NOTIFICATION_APPLICATION_UPDATE
source: %@ Updated
fr: %@ Mise à jour

# NOTIFICATION_EPISODE_DOWNLOAD
source: Episode Downloaded on %@
fr: Épisode téléchargé sur %@

# NOTIFICATION_EPISODE_GRAB
source: Downloading %2$@ Episode on %1$@
fr: Téléchargement %2$@ Épisode sur %1$@

# NOTIFICATION_EPISODE_UPGRADE
source: Episode Upgraded on %@
fr: Épisode amélioré sur %@

# NOTIFICATION_EPISODES_DOWNLOAD
source: %2$@ Episodes Downloaded on %1$@
fr: %2$@ Episodes Téléchargés sur %1$@

# NOTIFICATION_EPISODES_DOWNLOAD_BODY
source: %@ (Season %@)
fr: %@ (Saison %@)

# NOTIFICATION_EPISODES_GRAB
source: %2$@ Episodes Downloading on %1$@
fr: %2$@ Téléchargement des Épisodes sur %1$@

# NOTIFICATION_EPISODES_GRAB_BODY
source: Downloading %@ from %@
fr: Téléchargement %@ de%@

# NOTIFICATION_EPISODES_GRAB_SUBTITLE
source: %@ (Season %@)
fr: %@ (Saison %@)

# NOTIFICATION_EPISODES_UPGRADE
source: %2$@ Episodes Upgraded on %1$@
fr: %2$@ Épisodes Améliorés le %1$@

# NOTIFICATION_HEALTH
source: Health Issue on %@
fr: Question de Santé sur %@

# NOTIFICATION_HEALTH_RESTORED
source: Health Issue Resolved on %@
fr: Problème de Santé Résolu sur%@

# NOTIFICATION_MOVIE_ADDED
source: Movie Added on %@
fr: Film Ajouté le %@

# NOTIFICATION_MOVIE_DOWNLOAD
source: Movie Downloaded on %@
fr: Film Téléchargé sur %@

# NOTIFICATION_MOVIE_GRAB
source: Movie Downloading on %@
fr: Film Téléchargé sur %@

# NOTIFICATION_MOVIE_GRAB_BODY
source: Downloading %@ from %@
fr: Téléchargement %@ de %@

# NOTIFICATION_MOVIE_UPGRADE
source: Movie Upgraded on %@
fr: Série Amélioré sur %@

# NOTIFICATION_SERIES_ADDED
source: Series Added on %@
fr: Film Ajouté le %@

# NOTIFICATION_SERIES_UPGRADE
source: Series Upgraded on %@
fr: Série Mise à Jour sur %@

# NOTIFICATION_TEST
source: Test Notification
fr: Notification de test

# NOTIFICATION_TEST_BODY
source: This is a test notification.
fr: Ceci est une notification de test.

source: Open in %@
fr: Ouvrir dans %@

source: Open In...
fr: Ouvrir dans...

source: Open Ruddarr
fr: Ouvrir Ruddarr

source: Optimize API calls for instances that load slowly.
fr: Optimiser les appels à l'API pour les instances qui se chargent lentement.

source: Original
fr: Originale

source: Other
fr: Autres

source: Password
fr: Mot de Passe

source: Paste
fr: Entrer

source: Paused
fr: En Pause

source: Peers
fr: Pairs

source: Pending
fr: En Attente

source: Physical Release
fr: Sortie Physique

source: Pilot Episode
fr: Épisode Pilote

source: Please check your internet connection and try again.
fr: Veuillez vérifier votre connexion internet et réessayer.

source: Popular
fr: Populaire

source: Preferences
fr: Préférences

source: Premieres
fr: Premières

source: Previous Airing
fr: Diffusion Précédente

source: Proper
fr: Correct

source: Protocol
fr: Protocole

source: Published
fr: Publié

source: Quality
fr: Qualité

source: Quality Profile
fr: Profil de Qualité

source: Queued
fr: En cours

source: Recent Episodes
fr: Episodes Récents

source: Refresh
fr: Rafraîchir

source: Refresh Queued
fr: Rafraîchissement en Attente

source: Release Group
fr: Groupe de diffusion

source: Release Push
fr: Poussée de Déclenchement

source: Release Rejected
fr: Version Rejetée

source: Released
fr: Sortie

source: Relevant
fr: Pertinence

source: Renamed
fr: Renommé

source: Reset All Settings
fr: Réinitialiser Tous les Paramètres

source: Resolution
fr: Résolution

source: Response Decoding Error
fr: Erreur de Décodage des Réponses

source: Retry
fr: Réessayer

source: Revoked
fr: Révoquée

source: Root Folder
fr: Dossier Racine

source: Runtime
fr: Temps

source: Save
fr: Sauvegarder

source: Scan Type
fr: Type de Scan

source: Score
fr: Filtre

source: Search
fr: Rechercher

source: Search for Movie
fr: Rechercher un Film

source: Search for TV Series
fr: Recherche de Séries TV

source: Search Monitored
fr: Recherche Surveillée

source: Searching...
fr: Recherche...

source: Season %lld
fr: Saison %lld

source: Season Finale
fr: Dernière Saison

source: Season Folders
fr: Dossiers de Saison

source: Season Pack
fr: Pack de Saison

source: Season Premiere
fr: Première Saison

source: Season Search Queued
fr: Recherche de Saison en Cours

source: Seasons
fr: Saisons

source: Seeders
fr: Seedeurs

source: Series
fr: Séries TV

source: Series Added
fr: Série Ajoutée

source: Series Deleted
fr: Série Supprimée

source: Series Finale
fr: Finale de la Série

source: Series imported from folder.
fr: Film importé du dossier.

source: Series Premiere
fr: Première de la Série

source: Series Type
fr: Type de Série

source: series/episode
fr: série/épisode

source: Server Error Response
fr: Réponse à une Erreur du Serveur

source: Server returned %lld status code.
fr: Serveur renvoyé %lld status code.

source: Settings
fr: Paramètres

source: Settings > Notifications
fr: Réglages > Notifications

source: Settings > Notifications > %@
fr: Réglages > Notifications > %@

source: Share App
fr: Partager l'application

source: Show Advanced Settings
fr: Afficher les Paramètres Avancés

source: Single Episode
fr: Épisode Seul

source: Something Went Wrong
fr: Quelque chose n'a pas fonctionné

source: Sort By
fr: Trier par

source: Special
fr: Spécial

source: Specials
fr: Spéciales

source: Status
fr: Statut

source: Streams
fr: Diffusions

source: Subscription
fr: Abonnement

source: Subscription unlocks instance notifications, alternate app icons and supports the continued indie development of %@.
fr: L'abonnement permet de recevoir des notifications d'instance, d'alterner les icônes de l'application et de soutenir le développement continu de %@.

source: Subtitles
fr: Sous-Titres

source: System
fr: Système

source: System Settings > Notifications
fr: Paramètres du système > Notifications

source: System Settings > Notifications > %@
fr: Paramètres du système > Notifications > %@

source: Test the Beta
fr: Tester la Version Bêta

source: The API Key can be found in the web interface under "Settings > General > Security".
fr: La clé API est disponible dans l'interface web sous "Paramètres > Général > Sécurité".

source: The credentials will be encoded and added as an "Authorization" header.
fr: Les identifiants seront encodés et ajoutés en tant qu'en-tête "Autorisation".

source: The release for this %1$@ could not be determined and it may not import automatically. Do you want to grab "%2$@"?
fr: La version pour cette %1$@ n'a pas pu être déterminée et peut ne pas être importée automatiquement. Voulez-vous récupérer "%2$@ " ?

source: The URL used to access the %@ web interface. Must be prefixed with "http://" or "https://".
fr: L'URL utilisée pour accéder au %@ interface web. Le préfixe doit être "http://" ou "https://".

source: This will permanently erase the episode file.
fr: Cette opération efface définitivement le fichier de l'épisode.

source: This will permanently erase the movie file.
fr: Cette opération efface définitivement le fichier vidéo.

source: This will remove the movie and permanently erase its folder and its contents.
fr: Cela supprimera la série et effacera définitivement son dossier et son contenu.

source: This will remove the series and permanently erase its folder and its contents.
fr: Cela supprimera la série et effacera définitivement son dossier et son contenu.

source: Title
fr: Titre

source: Today
fr: Aujourd'hui

source: Tomorrow
fr: Demain

source: Trailer
fr: Bande-Annonce

source: Try again later.
fr: Réessayez plus tard.

source: Unable to Import Automatically
fr: Impossible d'Importer Automatiquement

source: Unaired
fr: Non Réparé

source: Uncoded
fr: Non Codé

source: Undetermined
fr: Indéterminé

source: Unknown
fr: Inconnu

source: Unknown Event
fr: Événement Inconnu

source: Unknown event.
fr: Événement inconnu.

source: Unlocks unlimited instance notifications, all alternate app icons and supports the continued indie development of Ruddarr.
fr: Débloque un nombre illimité de notifications d'instances, toutes les icônes alternatives de l'application et soutient le développement continu de Ruddarr.

source: Unmonitor Specials
fr: Spéciaux Sans Moniteur

source: Unmonitored
fr: Non Surveillé

source: Unrated
fr: Non Évalué

source: Unreleased
fr: Indisponible

source: Unsupported URL: %@
fr: URL non pris en charge : %@

source: Unwanted
fr: Non Recherché

source: Upcoming
fr: À venir

source: URL Not Reachable
fr: URL Inaccessible

source: URL returned is a %@ instance.
fr: L'URL renvoyée est un %@ instance

source: URLs must be non-local, "localhost" and "127.0.0.1" will not work.
fr: Les URL doivent être non locales, "localhost" et "127.0.0.1" ne fonctionneront pas.

source: User Invoked Search
fr: Recherches Effectuées par l'Utilisateur

source: Username
fr: Nom d'Utilisateur

source: Value
fr: Valeur

# Version %@ (%@)
source: Version %1$@ (%2$@)
fr: Vérsion %1$@ (%2$@)

source: Video
fr: Vidéo

source: Visit
fr: Visiter le Site

source: Visit Website
fr: Visiter le Site

source: Waiting
fr: En Attente

source: Waiting to Import
fr: En Attente d'Importation

source: Waiting to Process
fr: En Attente de Traitement

source: Wanted
fr: Recherché

source: Watch
fr: Regarder

source: Watch Trailer
fr: Voir la Bande-Annonce

source: Weight
fr: Poids

source: Wrong Instance Type
fr: Mauvais Type d'Instance

source: Year
fr: Année

source: Yesterday
fr: Hier
